{"menuList": [
    {"name":"情绪","img":"qingxu.png",
        "subMenu":[{"name":"快乐","img":"qx_kuaile.png","desc":"一个快乐的表情，要突出眼睛和嘴巴的表现。通过绘制明亮的眼睛，瞳孔略微收缩和闪烁的效果，传达快乐和活力。嘴巴可以绘制微笑的嘴角上扬，适度展示牙齿或舌头，增添开心的氛围。"},
                    {"name":"恐惧","img":"qx_kongju.png","desc":"一个恐惧的表情，可以注意以下细节：眉毛画成往上挑的形状，眼睛画得大大的，并且用深色填充瞳孔，嘴巴画成大张的状态。脸上可以画一些阴影，让它看起来更吓人。"},
                    {"name":"愤怒","img":"qx_fennu.png","desc":"一个愤怒的面部表情，注意以下细节：眉毛画成很生气的皱纹，眼睛睁大，眼神锐利，嘴巴紧闭，嘴角下拉。可以加深鼻子和脸颊的颜色，让脸看起来更愤怒"},
                    {"name":"惊喜","img":"qx_jingxi.png","desc":"一个惊喜的面部表情，可以注意以下绘画细节：眉毛：画成向上挑的形状，表现出兴奋和激动的情绪。眼睛：画得大大的，瞳孔可以稍微加深，眼神明亮有活力。嘴巴：画成微笑的状态，嘴角上扬，表现出喜悦和兴奋。面部肌肉：可以略微突出，营造兴奋的神态。"},
                    {"name":"悲伤","img":"qx_beishang.png","desc":"一个伤感的面部表情，可以注意以下细节：眼睛变大变湿，流眼泪；眉毛皱成一团；嘴巴垂下，嘴角向下弯；脸变瘦，脸肌肉变松；鼻子红红的，有时会流鼻涕；额头有很多皱纹；脸变得没力气。这些细节可以帮助我们画出伤感或难受的表情！记得，如果感到伤心，可以找人倾诉，我们都会在困难中互相支持。加油！"},
                    {"name":"信任","img":"qx_xinren.png","desc":"一个厌恶的表情，可以注意以下几个细节：眉毛、眼睛和嘴巴。眉毛要画成皱眉或者紧皱的形状，眼睛可以画成不悦的表情，加强眼袋和瞳孔的颜色。嘴巴可以画成微微扭曲或者紧闭的状态，嘴角下拉。另外，可以使用深色的阴影来加强面部的阴暗感。通过画出这些细节，你可以表达出厌恶的情绪。"}
                   ]},
    {"name":"光线","img":"guangxian.png",
        "subMenu":[
{"name":"轮廓光","img":"???.png","desc":"轮廓光是一种特殊的光线效果，就像给物体画一条亮边一样。我们可以用一个很亮的灯光，从物体的背后或侧面照射，使物体的边缘变得特别明亮。这样，物体就会有一个明亮的边缘，就像有一道光晕围绕着它。这种亮边让物体看起来更加清晰、突出，而且更有立体感。所以，轮廓光可以让物体在画面中显得更特别和吸引人。"},
{"name":"逆光","img":"???.png","desc":"画面里的逆光是一种特殊的光线照明效果，就像太阳在背后照射一样。当有逆光时，光线从背后照射到物体上，使物体的轮廓和边缘变得明亮。逆光让物体看起来像是被包围在一道亮光中，给人一种神秘和戏剧化的感觉。有时候，逆光也会产生一种光晕效果，让物体周围散发出柔和的光芒。逆光可以让画面更有层次感和立体感，让物体从背景中脱颖而出。所以，逆光是一种有趣而引人注目的照明效果。"},
{"name":"自然光","img":"???.png","desc":"画面里的自然光，是没有经过特殊处理，不需要人工的灯光。它可以给画面带来真实而自然的感觉。比如，在户外拍照时，太阳的光线可以让照片更亮丽、更真实。自然光也可以改变颜色，例如在黄昏时分，太阳的光会变得橙色或红色。自然光给画面带来一种舒适和平静的氛围，让我们感到和大自然的连接。"},
{"name":"顶光","img":"???.png","desc":"顶光是一种从物体的上方照射的光线。就像阳光从天上照下来一样。它可以使物体的顶部变得明亮，就像有一道光亮在物体上方。顶光可以让物体看起来更明亮、更有轮廓。比如，当我们用手电筒从上面照亮一个物体时，它的顶部就会特别亮。这样的照明效果可以让物体看起来更有层次感，就像是从天上照来的阳光一样。"},
{"name":"暖光","img":"???.png","desc":"画面里的暖光是一种让画面看起来温暖和舒适的光线。它可以让画面中的颜色变得橙色或黄色，就像太阳落山时的光线一样。暖光让画面中的人物和物体显得更温暖、更柔和。想象一下，当你看到一幅有暖光的画时，你会感到一种舒服和愉快的感觉，就像温暖的阳光洒在你身上一样。所以，暖光可以给画面带来一种温暖和美好的氛围"},
{"name":"冷光","img":"???.png","desc":"画面里的冷光是一种让画面看起来冷和清爽的光线。它可以让画面中的颜色变得蓝色或绿色，就像冰冷的冰块一样。冷光给人一种凉爽和清新的感觉。想象一下，在一幅画中，如果用蓝色的灯光照亮了一片雪地，或者用绿色的灯光照亮了一片草原，那么画面就会变得非常冷和清爽。冷光可以给画面带来一种特殊的气氛，让人感到清凉和舒适。所以，冷光可以让画面看起来有一种冰冷但美丽的感觉。"},
{"name":"晨光","img":"???.png","desc":"画面里的晨光是早晨时分的光线。当太阳刚刚升起时，它发出柔和而温暖的光芒。晨光给画面带来一种宁静和美丽的感觉。它可以让画面中的颜色变得柔和、温暖，有时会呈现出橙色或粉红色的色调。想象一下，在晨光下，草地上的花朵会闪耀着光芒，树叶上的露珠会闪闪发光。晨光给画面带来了一种新的开始和美好的气氛，让人感到幸福和喜悦。"},
{"name":"柔软的光线","img":"???.png","desc":"画面里的柔软的光线就像一缕轻柔的微风。它是一种温柔而柔和的光线，不刺眼，给人一种舒适和安心的感觉。柔软的光线可以使画面中的颜色变得柔和、细腻，让物体看起来更温暖、更柔软。想象一下，在柔软的光线下，你可以看到轻轻的阴影和温暖的色彩。柔软的光线给画面带来一种温暖和梦幻的氛围，让人感到宁静和放松。所以，柔软的光线就像是给画面带来一种温柔的拥抱，让我们感到温暖和舒适。"},
{"name":"明亮的光线","img":"???.png","desc":"画面里的明亮的光线就像是一盏强力的灯泡。它是一种明亮而强烈的光线，能够照亮整个画面。明亮的光线可以使画面变得清晰、鲜明，让人一下子就能看到物体的细节。它可以让颜色看起来更亮丽、更饱满。想象一下，在明亮的光线下，一切都会变得更加生动和有活力。明亮的光线给画面带来一种充满活力和喜悦的感觉，让我们感到兴奋和开心。所以，明亮的光线就像是给画面增添了一抹明亮的颜色，让我们眼前一亮。"}]},
    {"name":"类型风格","img":"meijie.png",
        "subMenu":[
{"name":"手绘","img":"???.png","desc":"待录入"},
{"name":"简笔画","img":"???.png","desc":"嗨！简笔画是一种简单而有趣的绘画方式。你可以使用基本的直线、弧线和曲线来勾勒出物体的形状，不需要太多复杂的细节。观察你要画的东西，然后用几笔简单的线条描绘出轮廓。记住，简笔画的重点是表达主要特征，不必完美。用你的想象力和创造力来发挥吧！无论你是刚刚开始还是已经很擅长，都可以成为简笔画小艺术家！加油！"},
{"name":"水彩画","img":"???.png","desc":"待录入"},
{"name":"写实风格","img":"???.png","desc":"待录入"},
{"name":"简单的线条","img":"???.png","desc":"待录入"},
{"name":"扁平画","img":"???.png","desc":"待录入"},
{"name":"儿童插画","img":"???.png","desc":"待录入"}
]},

{"name":"色彩","img":"meijie.png",
        "subMenu":[
{"name":"暖色调","img":"???.png","desc":"用暖色调的颜色，比如红色、黄色和橙色，可以让画面变得温暖和充满活力。想象一下，当你用红色画太阳、用黄色画花朵，或者用橙色画一片美丽的晚霞，画面就会充满温暖的感觉。暖色调让我们感到开心和愉快，就像在夏天玩耍一样。所以，当你画一幅有暖色调的画时，它会让人感到温暖和快乐，好像可以感受到阳光的温暖拥抱。"},
{"name":"黑白色","img":"???.png","desc":"待录入"},
{"name":"浅色系","img":"???.png","desc":"待录入"},
{"name":"多彩的颜色","img":"???.png","desc":"待录入"}
]},

    {"name":"艺术风格","img":"yishu.png",
        "subMenu":[
{"name":"凯斯·哈林风格的涂鸦","img":"???.png","desc":"提示词描述: 凯斯·哈林风格，涂鸦艺术简易粗旷的线条，三原色（纯色）凯斯·哈林是1980年代美国街头绘画艺术家和社会运动者。 他的涂鸦已经成为流行文化中的一部分，在日常生活中几乎随处可见。他的作品带有浓厚的波普艺术风格，他通过简易粗旷的线条和三原色传达着原始绘画的纯真与能量。他那独特、直率、幽默的视觉语言，如图腾般反复出现的符号图案，跃动明快的色彩表达，具有极高的识度。"},
{"name":"宫崎骏","img":"???.png","desc":"待录入"},
{"name":"插画家 乔恩·克拉森","img":"???.png","desc":"Jon Klassen(乔恩·克拉森)是一位加拿大的重书作家插画家，也是一位动画师，曾经参与过《功夫能猫(2008)的原画绘制。他1981年出生于加拿大，并曾在学院学谢尔丹学院习动画，他的绘本插画作品画风简洁幽默、梦幻清新、动物形象煞态可掬，画面色彩清晰和谐，很受小朋友的喜欢，而这些都得益于他曾经学习和制作动画的经历。2012年，JonKlassen的作品《这不是我的帽子》同时获得了美国的凯迪克大奖以及英国的凯特·格林纳威奖。他是第一位同时获得两项奖项的人。(这里科普一下，代表着儿童图画书的最高荣誉的‘世界图画书领域二大奖’分别是:美国凯迪克大奖、英国凯2012年，JonKlassen的作品《这不是我的帽子》同时获得了美国的凯迪克大奖以及英国的凯特·格林纳威奖。他是第一位同时获得两项奖项的人。(这里科普一下，代表着儿童图画书的最高荣誉的‘世界图画书领域三大奖”，分别是:美国凯迪克大奖、英国凯特·格林纳威奖和国际安徒生大奖。)出乎意料的是，他不像很多插画师一样从小就热爱画画，反而JonKlassen小时候很讨厌画画，他觉得毫无理由的为画画而画让他提不起兴趣，直到他开始为自己的画配上故事的时候，他才从此爱上了画画。所以其实这也是画画的内核，我们为什么画画?我们所画的画面一定是有某种意义的，或是讲述故事，或是表达自己的情绪，这样的画面才是生动的、有灵魂的。"},
{"name":"乔恩·伯格曼的涂鸦","img":"???.png","desc":"嗨，小朋友，试一试输入‘一群动物’，然后（只）选择‘乔恩·伯格曼的涂鸦’，来感悟他那怪诞，有趣，充满童趣的世界。\n乔恩·伯格曼(Jon Burgerman)是一位出生于英国、现居纽约的当代平面设计师，以创新的‘涂鸦(doodle)”艺术风格而闻名，其作品介于纯艺、城市艺术与流行文化艺术之间。\n他的创作方式大多是即兴发挥，他的作品看似潦草和随性，实则每一笔都充满自信。他的线条自由流畅，色彩明快，通过孩童般的笔触创造出一个充满童趣的世界。他通过绘画和奇观来鼓励即兴创作和游戏。"},
{"name":"插画家 玛丽 布莱尔","img":"???.png","desc":"玛丽·布来尔她用十年定义了迪士尼的色彩风格，这位传奇女性值得每个人认识。她的作品我们都耳熟能详，例如:《仙履奇缘》、《爱丽丝梦游仙境》、《彼得潘》等等...时作为标志，她的绘画充满奇幻童趣的设计和色彩风格。因此她的风格更般配于童话相关的背景，像公主、城堡、小动物等。"},
{"name":"吉卜力工作室","img":"???.png","desc":"待录入"}
]}
    ]
}